<?php

return [
    'phone' => 'يجب أن يكون :attribute رقم هاتف صالحًا (من 8 إلى 15 رقمًا).',

    'password' => [
        'letters'       => 'يجب أن يحتوي حقل :attribute على حرف واحد على الأقل.',
        'mixed'         => 'يجب أن يحتوي حقل :attribute على حرف كبير وحرف صغير على الأقل.',
        'numbers'       => 'يجب أن يحتوي حقل :attribute على رقم واحد على الأقل.',
        'symbols'       => 'يجب أن يحتوي حقل :attribute على رمز خاص واحد على الأقل.',
        'uncompromised' => 'لقد ظهرت كلمة :attribute في تسريب بيانات معروف. الرجاء اختيار كلمة :attribute مختلفة.',
    ],
];
