<?php

return [
    'phone' => 'پێویستە :attribute ژمارەی تەلەفۆنێکی دروست بێت (لە ٨ بۆ ١٥ ژمارە).',
    'iraqi_phone' => 'ژمارەی مۆبایلێکی عێراقی دروست بنووسە، وەک 07704488315 یان +9647704488315.',

    'password' => [
        'letters'       => 'پێویستە :attribute لانیکەم یەک پیت لەخۆبگرێت.',
        'mixed'         => 'پێویستە :attribute لانیکەم یەک پیتی گەورە و یەک پیتی بچووک لەخۆبگرێت.',
        'numbers'       => 'پێویستە :attribute لانیکەم یەک ژمارە لەخۆبگرێت.',
        'symbols'       => 'پێویستە :attribute لانیکەم یەک هێمای تایبەت لەخۆبگرێت.',
        'uncompromised' => ':attribute لە دۆخێکی پێشهاتووی تێکدانی داتادا دەرکەوتووە. تکایە :attribute ێکی جیاواز هەڵبژێرە.',
    ],
];
